Revit 2027 API
PaperSizeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual PaperSizeSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As PaperSizeSetIterator
public:
virtual PaperSizeSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> PaperSizeSetIterator
override ReverseIterator : unit -> PaperSizeSetIterator
Return Value
PaperSizeSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
PaperSizeSet Class
Autodesk.Revit.DB Namespace